// Объявляем пакет классов
package main.java.com.example;
// Объявляем класс нашего приложения, т. е. чертёж объекта, его описание.
public class CrptApi {
    // Объявляем public - модификатор доступа к данному классу и к классам
    // данного пакета. Так же здесь используется ключевое слово static в
    // качестве модификатора доступа к переменным и методам
    public static void main (String[] args) {
        // В главном методе main() применяем класс System, что позволяет создать
        // потоки стандартного ввода, стандартного вывода и вывода ошибок.
        System.out.println("Hello, World! Привет, мир!");
    }

}